"%lu day left on trial" = "%lu Tag verbleibt zum Testen";
"%lu days left on trial" = "%lu Tage verbleiben zum Testen";
"Apply" = "Anwenden";
"Back" = "Zurück";
"Buy Later" = "Später kaufen";
"Buy Now" = "Sofort kaufen";
"Cancel" = "Abbrechen";
"Close" = "Schließen";
"Continue" = "Weiter";
"Did you <a href=\"%@\">lose your licence?</a>" = "Haben Sie Ihre <a href=\"%@\">Lizenz verloren?</a>";
"Email License to:" = "Lizenz emailen an:";
"Email address is blank!" = "Die Emailadresse ist leer!";
"Enter your serial number below to unlock Path Finder" = "Zum Freischalten geben Sie bitte Ihren Path Finder-Lizenzcode ein.";
"Free Trial" = "Kostenlose Testversion";
"Free trial has expired" = "Kostenlose Testversion abgelaufen";
"If you need help, email us at help@cocoatech.com" = "Falls Sie Hilfe benötigen, schreiben Sie eine Email an: help@cocoatech.com";
"If you own Path Finder 6, enter your name and license key to be eligable for the upgrade discount. Continue to the next step if you are a first time buyer." = "Falls Sie bereits Path Finder 6 besitzen, geben Sie bitte Ihren Namen und Lizenzcode für ein vergünstigtes Upgrade ein. Ansonsten gehen Sie bitte weiter zum nächsten Schritt.";
"Licensed for %ld user" = "Lizenziert für %ld Benutzer";
"Licensed for %ld users" = "Lizenziert für %ld Benutzer";
"Not licensed" = "Nicht lizenziert";
"OK" = "Ok";
"Path Finder 6 License" = "Path Finder 6 Lizenz";
"Path Finder has been successfully registered. Save your registration information in a safe place." = "Path Finder wurde erfolgreich registriert. Bitte bewahren Sie Ihre Lizenzinformationen sicher auf.";
"Processing..." = "Verarbeitung...";
"Purchase" = "Kaufen";
"Purchase Path Finder. It's Fast, Simple and Secure." = "Path Finder kaufen. Schnell, einfach und sicher.";
"Purchase successful. Thank you!" = "Kauf erfolgreich. Vielen Dank!";
"Purchase unsuccessful. Let us know what happened. Email us at help@cocoatech.com" = "Kauf fehlgeschlagen. Bitte lassen Sie uns wissen, was passiert ist, per Email an: help@cocoatech.com";
"Quit" = "Beenden";
"Registration" = "Registrierung";
"Registration Code Invalid" = "Lizenzcode ungültig";
"Registration Successful" = "Registrierung erfolgreich";
"Request Sent" = "Anfrage wurde gesendet";
"Send" = "Senden";
"Thank you!" = "Vielen Dank!";
"The Path Finder 6 license key you entered is not valid." = "Die eingegebene Path Finder 6-Lizenz ist ungültig.";
"The trial period has expired." = "Die Testperiode ist abgelaufen.";
"There was a problem with the name or license code you entered. Copy and paste the text from the order email and try again. If you still have problems, visit our lost license code page." = "Der eingegebene Name und Lizenzcode konnten nicht verifiziert werden. Bitte kopieren Sie diese aus der Bestätigungs-Email in die Eingabefelder und versuchen Sie es erneut.";
"Unlock" = "Freischalten";
"Upgrading from version 6?" = "Auf Version 6 upgraden?";
"Valid for Upgrade!" = "Gültig für Upgrade!";
"Wait %u" = "%u warten";
"You entered the correct name and license code. Thank you for registering Path Finder." = "Sie haben den korrekten Namen und Lizenzcode eingegeben. Danke, dass Sie Path Finder registriert haben!";
"You will receive your unique serial number instantly." = "Sie erhalten Ihren persönlichen Lizenzcode umgehend.";
"You're all done. Close this window to continue launching Path Finder. Print this page to make a hard copy of your license code in case you need to install on a new computer in the future." = "Fertig! Drucken Sie diese Seite bitte aus um eine Kopie Ihres Lizenzcodes für spätere Installationen auf einem anderen Rechner zu haben. Schließen Sie dieses Fenster um Path Finder zu starten.";
"Your 30 day trial has expired. Please purchase Path Finder." = "Ihre 30-tägige Testperiode ist abgelaufen. Bitte kaufen Sie Path Finder.";
"Your serial number is in your confirmation email." = "Ihren Lizenzcode finden Sie in Ihrer Bestätigungs-Email.";
